import React from "react";
import './p2.scss';

class P2 extends React.Component {
    render() {
        return(
            <>
                <div className="p2">
                    <h3>Правила пользования</h3>
                    <p>
                        Обычно в кемпингах есть душ, туалет, электричество. Вы приезжаете, регистрируетесь, получаете код от шлагбаума, расплачиваетесь либо сразу, либо в конце отдыха. Ищете свободное место и ставите палатку.
                        В высокий сезон крупные кемпинги могут принимать постояльцев не менее чем на неделю, в них просто переночевать не получится. Ищите кемпинги поменьше и попроще, там обычно таких правил нет, но этот момент всё равно лучше выяснить заранее.
                        В кемпингах обычно есть распорядок дня. Часто запрещен въезд на территорию на машине после 22:00. Выйти или войти в кемпинг можно пешком, чтобы не беспокоить соседей. Шуметь в ночное время тоже строго запрещено: все спят.
                    </p>
                </div>
            </>
        )
    }
}
export default P2;